---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Second
source: html/3e83c46e-170c-60b9-960f-e809a1431e96.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Second Property

Symbol s, indicating unit Seconds.

## Syntax (C#)
```csharp
public static ForgeTypeId Second { get; }
```